Revit 2027 API
CustomFieldData.FieldName Property
 The name of this custom field.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string FieldName { get; }
Public ReadOnly Property FieldName As String
	Get
public:
property String^ FieldName {
	String^ get ();
}
member FieldName : string with get
Property Value
String
See Also
Reference
CustomFieldData Class
Autodesk.Revit.DB Namespace